# формат: ROUT III .mts v1
# Сгенерировано shared.text_map: правится в любом текстовом редакторе
# теги/механики (special/tag) — данные карты, поведение — резерв

КОМНАТА 1
угол 0 0
угол 0 1600
угол 1600 1600
угол 1600 0
контур
угол 336 1088
угол 544 592
угол 1312 720
угол 880 1152
контур
угол 32 32
угол 256 48
угол 256 176
угол 256 256
угол 256 304
угол 32 304
контур
угол 432 48
угол 560 48
угол 560 208
угол 432 208

КОМНАТА 2
угол 32 32
угол 32 304
угол 256 304
угол 256 256
угол 256 176
угол 256 48

КОМНАТА 3
угол 336 1088
угол 880 1152
угол 1312 720
угол 544 592
контур
угол 576 640
угол 624 640
угол 624 656
угол 592 704
контур
угол 592 656
угол 608 656
угол 608 672
угол 592 672
пол -16
стена wood
текстура_верх wood
текстура_низ wood

КОМНАТА 4
угол 592 656
угол 592 672
угол 608 672
угол 608 656
пол 32
стена wood
текстура_верх wood
текстура_низ wood

КОМНАТА 5
угол 576 640
угол 592 704
угол 624 656
угол 624 640
пол -16
потолок 32
стена door_Y
текстура_верх door_Y
текстура_низ door_Y

КОМНАТА 6
угол 432 48
угол 432 208
угол 560 208
угол 560 48

СТЕНА 544 592 1312 720
текстура stone
текстура_верх stone
текстура_низ stone

СТЕНА 32 32 256 48
сплошная

ДВЕРЬ 256 48 256 176

СТЕНА 256 176 256 256
сплошная

СТЕНА 256 256 256 304
сплошная

СТЕНА 256 304 32 304
сплошная

СТЕНА 32 304 32 32
сплошная

СТЕНА 576 640 624 640
текстура door_R
текстура_верх door_R
текстура_низ door_R

СТЕНА 624 640 624 656
текстура door_Y
текстура_верх door_Y
текстура_низ door_Y

СТЕНА 624 656 592 704
текстура door_Y
текстура_верх door_Y
текстура_низ door_Y

СТЕНА 592 704 576 640
текстура switch
текстура_верх switch
текстура_низ switch

СТЕНА 560 48 560 208
сплошная

СТЕНА 432 208 432 48
сплошная

ДВЕРЬ 432 48 560 48 красный

СТЕНА 560 208 432 208
сплошная

ВЕЩЬ 240 64 броня_зеленая
ПАТРОНЫ 208 64
ПАТРОНЫ 192 64
АПТЕЧКА 48 288
АПТЕЧКА 64 288
АПТЕЧКА 64 288
АПТЕЧКА 64 288
АПТЕЧКА 80 288
ИГРОК 112 160
ВЕЩЬ 496 96 выход
