# формат: ROUT III .mts v1
# Сгенерировано shared.text_map: правится в любом текстовом редакторе
# теги/механики (special/tag) — данные карты, поведение — резерв

КОМНАТА 1
угол 0 0
угол 0 1600
угол 1600 1600
угол 1600 0
пол 32

КОМНАТА 2
угол 224 464
угол 688 1424
угол 1008 512
угол 224 464

КОМНАТА 3
угол 656 144
угол 656 224
угол 784 224
угол 784 144
пол 48
потолок 160
текстура_верх meat

КОМНАТА 4
угол 656 224
угол 656 304
угол 768 304
угол 784 224
пол 64
потолок 160
текстура_верх meat

СТЕНА 368 0 352 336

СТЕНА 352 336 960 336

СТЕНА 976 0 960 336

СТЕНА 656 224 656 144
текстура_низ meat

СТЕНА 656 224 784 224
текстура_низ meat

СТЕНА 784 144 784 224
текстура_низ meat

СТЕНА 656 144 784 144
текстура_низ meat

СТЕНА 656 304 656 224
текстура_низ meat

СТЕНА 768 304 656 304
текстура_низ meat

СТЕНА 784 224 768 304
текстура_низ meat

ВРАГ 368 544 имп
ВРАГ 400 608 имп
ВРАГ 400 624 имп
ВРАГ 432 672 имп
ВРАГ 448 688 имп
ВРАГ 448 704 имп
ВРАГ 464 736 имп
ВРАГ 464 768 имп
ВРАГ 464 784 имп
ВРАГ 464 816 имп
ВРАГ 480 832 имп
ВРАГ 496 864 имп
ВРАГ 496 880 имп
ВРАГ 512 896 имп
ВРАГ 512 912 имп
ВРАГ 544 944 имп
ИГРОК 496 176
ВРАГ 880 48 имп
ВРАГ 880 112 имп
ВРАГ 880 208 имп
ВРАГ 784 48 имп
ВРАГ 656 64 имп
ВРАГ 784 96 имп
ВРАГ 832 208 имп
ВРАГ 720 272 имп
ВРАГ 720 192 имп
