# формат: ROUT III .mts v1
# Сгенерировано shared.text_map: правится в любом текстовом редакторе
# теги/механики (special/tag) — данные карты, поведение — резерв

КОМНАТА 1
угол 0 0
угол 0 1600
угол 1600 1600
угол 1600 0

СТЕНА 144 144 176 672

СТЕНА 144 144 1504 112

СТЕНА 1504 112 1488 1280

СТЕНА 1488 1280 208 1264

СТЕНА 208 1264 176 672

СТЕНА 224 160 304 176

СТЕНА 224 160 192 288

СТЕНА 192 288 464 320

СТЕНА 304 176 304 240

СТЕНА 304 240 464 240

СТЕНА 512 496 800 720

СТЕНА 1104 736 992 288

СТЕНА 1360 368 1344 768

СТЕНА 368 704 848 816

ВРАГ 224 1104 имп
ВРАГ 320 1088 имп
ВРАГ 448 1072 имп
ВРАГ 592 1088 имп
ВРАГ 624 1104 имп
ВРАГ 688 1104 имп
ВРАГ 720 1088 имп
ВРАГ 720 1056 имп
ВРАГ 720 1056 имп
ВРАГ 672 1056 имп
ВРАГ 672 1072 имп
ВРАГ 656 1072 имп
ВРАГ 624 1056 имп
ВРАГ 624 1040 имп
ВРАГ 624 1040 имп
ВРАГ 640 1040 имп
ВРАГ 640 1040 имп
ВРАГ 640 1072 имп
ВРАГ 656 1056 имп
ВРАГ 656 1056 имп
ВРАГ 624 1040 имп
ВРАГ 672 1040 имп
ВРАГ 640 1056 имп
ВРАГ 640 1056 имп
ВРАГ 672 1040 имп
ВРАГ 656 1040 имп
ВРАГ 672 1040 имп
ВРАГ 704 1040 имп
ВРАГ 704 1072 имп
ВРАГ 832 1024 имп
ВРАГ 944 1136 имп
ВРАГ 992 1120 имп
ВРАГ 1040 976 имп
ВРАГ 1072 1056 имп
ВРАГ 976 1072 имп
ВРАГ 960 1024 имп
ВРАГ 1008 1072 имп
ВРАГ 1040 1104 имп
ВРАГ 1056 1104 имп
ВРАГ 1088 1136 имп
ВРАГ 1104 1072 имп
ВРАГ 1104 1056 имп
ВРАГ 1104 1024 имп
ВРАГ 1136 1088 имп
ВРАГ 1152 1136 имп
ВРАГ 1168 1152 имп
ВРАГ 1184 1072 имп
ВРАГ 1184 1088 имп
ВРАГ 1184 1184 имп
ВРАГ 1104 1200 имп
ВРАГ 976 1200 имп
ВРАГ 848 1168 имп
ВРАГ 832 1136 имп
ВРАГ 896 1184 имп
ВРАГ 928 1184 имп
ВРАГ 928 1088 имп
ВРАГ 896 1120 имп
ВРАГ 880 1088 имп
ВРАГ 880 1056 имп
ВРАГ 816 1104 имп
ВРАГ 784 1120 имп
ВРАГ 752 1168 имп
ВРАГ 720 1184 имп
ВРАГ 672 1136 имп
ВРАГ 672 1152 имп
ВРАГ 672 1168 имп
ВРАГ 640 1168 имп
ВРАГ 608 1136 имп
ВРАГ 608 1136 имп
ВРАГ 592 1168 имп
ВРАГ 592 1184 имп
ВРАГ 576 1168 имп
ВРАГ 560 1136 имп
ВРАГ 544 1168 имп
ВРАГ 528 1184 имп
ВРАГ 496 1152 имп
ВРАГ 464 1120 имп
ВРАГ 464 1184 имп
ВРАГ 448 1184 имп
ВРАГ 400 1152 имп
ВРАГ 384 1152 имп
ВРАГ 384 1184 имп
ВРАГ 336 1184 имп
ВРАГ 304 1152 имп
ВРАГ 320 1184 имп
ВРАГ 320 1200 имп
ВРАГ 432 976 дробовик
ВРАГ 432 960 дробовик
ВРАГ 464 960 дробовик
ВРАГ 464 960 дробовик
ВРАГ 448 976 дробовик
ВРАГ 448 976 дробовик
ВРАГ 448 976 дробовик
ВРАГ 464 976 дробовик
ВРАГ 432 944 дробовик
ВРАГ 448 960 дробовик
ВРАГ 496 960 дробовик
ВРАГ 528 992 дробовик
ВРАГ 560 976 дробовик
ВРАГ 608 992 дробовик
ВРАГ 640 992 дробовик
ВРАГ 656 976 дробовик
ВРАГ 672 992 дробовик
ВРАГ 688 976 дробовик
ВРАГ 720 1008 дробовик
ВРАГ 736 992 дробовик
ВРАГ 752 976 дробовик
ВРАГ 768 992 дробовик
ВРАГ 784 976 дробовик
ВРАГ 816 992 дробовик
ВРАГ 832 960 дробовик
ВРАГ 848 976 дробовик
ВРАГ 864 976 дробовик
ВРАГ 896 944 дробовик
ВРАГ 896 992 дробовик
ВРАГ 944 944 дробовик
ВРАГ 960 944 дробовик
ВРАГ 960 976 дробовик
ВРАГ 1024 928 дробовик
ВРАГ 1136 960 дробовик
ВРАГ 1088 1024 дробовик
ВРАГ 1008 1024 дробовик
ВРАГ 1056 1008 дробовик
ВРАГ 1184 1104 дробовик
ВРАГ 1200 1136 дробовик
ВРАГ 1072 1168 дробовик
ВРАГ 1056 1168 дробовик
ВРАГ 1168 1184 дробовик
ВРАГ 1232 1184 дробовик
ВРАГ 1232 1184 дробовик
ВРАГ 1328 1232 дробовик
ВРАГ 1344 1216 дробовик
ВРАГ 1376 1216 дробовик
ВРАГ 1392 1184 дробовик
ВРАГ 1360 1168 дробовик
ВРАГ 1328 1184 дробовик
ВРАГ 1312 1152 дробовик
ВРАГ 1296 1104 дробовик
ВРАГ 1312 1088 дробовик
ВРАГ 1360 1152 дробовик
ВРАГ 1360 1136 дробовик
ВРАГ 1376 1136 дробовик
ВРАГ 1408 1136 дробовик
ВРАГ 1392 1120 дробовик
ВРАГ 1392 1104 дробовик
ВРАГ 1376 1088 дробовик
ВРАГ 1344 1088 дробовик
ВРАГ 1328 1056 дробовик
ВРАГ 1280 1088 дробовик
ВРАГ 1264 1072 дробовик
ВРАГ 1248 1040 дробовик
ВРАГ 1264 1024 дробовик
ВРАГ 1360 1040 дробовик
ВРАГ 1392 1056 дробовик
ВРАГ 1392 1056 дробовик
ВРАГ 1376 1008 дробовик
ВРАГ 1328 1008 дробовик
ИГРОК 256 208
ВРАГ 464 288 солдат
ВРАГ 704 496 имп
ВРАГ 768 496 имп
ВРАГ 880 480 имп
ВРАГ 928 448 имп
ВРАГ 928 400 имп
ВРАГ 928 352 имп
ВРАГ 912 320 имп
ВРАГ 864 336 имп
ВРАГ 864 368 имп
ВРАГ 880 384 имп
ВРАГ 832 400 имп
ВРАГ 768 400 имп
ВРАГ 752 368 имп
ВРАГ 1088 480 имп
ВРАГ 1120 512 имп
ВРАГ 1152 496 имп
ВРАГ 1152 432 имп
ВРАГ 1088 400 имп
ВРАГ 1056 416 имп
