# формат: ROUT III .mts v1
# Сгенерировано shared.text_map: правится в любом текстовом редакторе
# теги/механики (special/tag) — данные карты, поведение — резерв

КОМНАТА 1
угол 0 0
угол 0 1600
угол 1600 1600
угол 1600 0
контур
угол 976 32
угол 1504 48
угол 1408 176
угол 1392 272
угол 1168 240
контур
угол 640 576
угол 704 368
угол 832 272
угол 880 560
контур
угол 240 288
угол 256 128
угол 464 144
угол 448 240
угол 448 304
контур
угол 464 944
угол 544 944
угол 592 944
угол 640 944
угол 688 944
угол 736 944
угол 736 1024
угол 688 1024
угол 640 1024
угол 592 1008
угол 544 1008
угол 464 1008

КОМНАТА 2
угол 240 288
угол 448 304
угол 448 240
угол 464 144
угол 256 128

КОМНАТА 3
угол 640 576
угол 880 560
угол 832 272
угол 704 368
свет 208

КОМНАТА 4
угол 464 944
угол 464 1008
угол 544 1008
угол 544 944
свет 240

КОМНАТА 5
угол 544 944
угол 544 1008
угол 592 1008
угол 592 944

КОМНАТА 6
угол 592 944
угол 592 1008
угол 640 1024
угол 640 944
свет 240

КОМНАТА 7
угол 640 944
угол 640 1024
угол 688 1024
угол 688 944

КОМНАТА 8
угол 688 944
угол 688 1024
угол 736 1024
угол 736 944
свет 240

КОМНАТА 9
угол 1014 49
угол 1176 225
угол 1379 254
угол 1393 170
угол 1473 63
пол 32

СТЕНА 240 288 256 128
сплошная

СТЕНА 256 128 464 144
сплошная

СТЕНА 464 144 448 240
сплошная

ДВЕРЬ 448 240 448 304 жёлтый

СТЕНА 448 304 240 288
текстура stone
текстура_верх stone
текстура_низ stone
сплошная

СТЕНА 464 1024 544 1024

СТЕНА 544 1024 592 1024

СТЕНА 592 1024 640 1040

СТЕНА 640 1040 688 1040

СТЕНА 688 1040 736 1040

СТЕНА 736 928 688 928

СТЕНА 688 928 640 928

СТЕНА 640 928 592 928

СТЕНА 592 928 544 928

СТЕНА 544 928 464 928

ДВЕРЬ 1393 170 1473 63

ВРАГ 432 272 рыцарь
ВРАГ 448 160 рыцарь
ВРАГ 272 144 рыцарь
ВРАГ 256 272 рыцарь
ВРАГ 384 208 рыцарь
ИГРОК 736 448
КЛЮЧ 816 496 жёлтый
КЛЮЧ 784 384 синий
КЛЮЧ 688 528 красный
