# формат: ROUT III .mts v1
# Сгенерировано shared.text_map: правится в любом текстовом редакторе
# теги/механики (special/tag) — данные карты, поведение — резерв

КОМНАТА 1
угол 0 0
угол 1600 0
угол 1600 1600
угол 0 1600

СТЕНА 160 240 176 80
текстура_верх wood
текстура_низ wood

СТЕНА 432 240 160 240
текстура_верх wood
текстура_низ wood

СТЕНА 640 224 432 240
текстура_верх wood
текстура_низ wood

ДВЕРЬ 640 128 640 224
текстура_верх wood
текстура_низ wood

СТЕНА 640 128 448 160
текстура_верх wood
текстура_низ wood

СТЕНА 448 80 448 160

СТЕНА 176 80 448 80
текстура_верх wood
текстура_низ wood

ИГРОК 256 144
ВЕЩЬ 864 176 выход
